-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- ホスト: 127.0.0.1
-- 生成日時: 2023-07-13 04:14:36
-- サーバのバージョン： 10.4.28-MariaDB
-- PHP のバージョン: 8.2.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- データベース: `tsuchiya_transport`
--

-- --------------------------------------------------------

--
-- テーブルの構造 `gs_bm_table`
--

CREATE TABLE `gs_bm_table` (
  `id` int(12) NOT NULL,
  `date` date NOT NULL,
  `driver_name` varchar(64) NOT NULL,
  `company_name` varchar(64) NOT NULL,
  `price` text NOT NULL,
  `receipt` text NOT NULL,
  `check_btn` varchar(11) NOT NULL,
  `datetime` time NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- テーブルのデータのダンプ `gs_bm_table`
--

INSERT INTO `gs_bm_table` (`id`, `date`, `driver_name`, `company_name`, `price`, `receipt`, `check_btn`, `datetime`) VALUES
(2, '2023-07-01', '今道輝', 'サカモト', '60000', '', '☑', '00:00:00'),
(3, '2023-07-02', '白井善隆', 'サカモト', '55000', '', '', '00:00:00'),
(5, '2023-07-03', '小河原一洋', '宣工社', '13000', '', '☑', '00:00:00'),
(6, '2023-07-03', '小河原一洋', '日本物流開発', '17000', '', '☑', '00:00:00'),
(7, '2023-07-03', '榎本直樹', '日本物流開発', '24000', '', '☑', '00:00:00'),
(8, '2023-07-03', '榎本直樹', '宣工社', '19000', '', '☑', '00:00:00'),
(9, '2023-06-19', '星克雪', 'サカモト', '30000', '', '☑', '00:00:00'),
(10, '2023-07-03', '星克雪', '近代商事', '13000', '', '☑', '00:00:00'),
(11, '2023-07-03', '矢島弘樹', '宣工社', '21000', '', '☑', '00:00:00'),
(12, '2023-07-03', '矢島弘樹', '宣工社', '28000', '', '☑', '00:00:00'),
(13, '2023-07-03', '沼生操', '光陽社', '28000', '', '☑', '00:00:00'),
(14, '2023-07-03', '清水茂', 'アドダイセン', '30000', '', '☑', '00:00:00'),
(15, '2023-07-03', '清水茂', 'アドダイセン', '10000', '', '☑', '00:00:00'),
(16, '2023-07-03', '石井裕司', 'サカモト', '35000', '', '☑', '00:00:00'),
(17, '2023-07-03', '石井裕司', '東日紙商', '20000', '', '☑', '00:00:00'),
(18, '2023-07-03', '今道輝', 'DNP狭山', '26000', '', '☑', '00:00:00'),
(19, '2023-07-03', '今道輝', '宣工社', '40000', '', '☑', '00:00:00'),
(20, '2023-07-03', '飯田滋樹', 'サカモト', '45000', '', '☑', '00:00:00'),
(21, '2023-07-03', '飯田滋樹', '菁文堂', '28000', '', '☑', '00:00:00'),
(22, '2023-07-03', '吉田勝幸', '日本物流開発', '38000', '', '☑', '00:00:00'),
(23, '2023-07-03', '吉田勝幸', 'アドダイセン', '15000', '', '☑', '00:00:00'),
(24, '2023-07-03', '吉田勝幸', '宣工社', '20000', '', '☑', '00:00:00'),
(25, '2023-07-03', '白井善隆', 'サカモト', '38000', '', '☑', '00:00:00'),
(26, '2023-07-03', '白井善隆', '宣工社', '20000', '', '☑', '00:00:00'),
(27, '2023-07-03', '山賀佑治', 'サカモト', '37000', '', '☑', '00:00:00'),
(28, '2023-07-03', '山賀佑治', 'P＆Dヒロサワ', '22000', '', '☑', '00:00:00'),
(30, '2023-07-03', '七井克美', 'サンエストライ', '24000', '', '☑', '00:00:00'),
(31, '2023-07-03', '七井克美', 'アドダイセン', '15000', '', '☑', '00:00:00'),
(52, '2023-07-04', '小河原一洋', 'アドダイセン', '46000', '受領書あり', '☑', '00:00:00'),
(53, '2023-07-04', '今道輝', 'セザックス', '25000', '受領書あり', '☑', '00:00:00'),
(55, '2023-07-11', '矢島弘樹', 'アドダイセン', '44000', '受領書あり', '', '00:00:00'),
(56, '2023-07-13', '小河原一洋', '宣工社', '46000', '受領書あり', '', '00:00:00');

--
-- ダンプしたテーブルのインデックス
--

--
-- テーブルのインデックス `gs_bm_table`
--
ALTER TABLE `gs_bm_table`
  ADD PRIMARY KEY (`id`);

--
-- ダンプしたテーブルの AUTO_INCREMENT
--

--
-- テーブルの AUTO_INCREMENT `gs_bm_table`
--
ALTER TABLE `gs_bm_table`
  MODIFY `id` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=57;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
